{
  "comments": {
    "tw": [
      "好的機緣就像籃板球，在彈出籃框前沒人知道會彈往哪個方向；但無論彈往哪個方向，搶到球的都是籃下之人。",
      "追求事業成就是好事，但切記君子愛財取之有道，千萬別為了眼前的利益，得罪能替你打下萬重江山的貴人。",
      "滄浪之水清兮，可以濯吾纓；滄浪之水濁兮，可以濯吾足。窮則獨善其身，達則兼濟天下。",
      "願意為你付出且不求回報的，遠比毫不把你放在心上的人重要。想想如果哪天你遇到困難，會是誰為你兩肋插刀。",
      "左思右想做出的選擇，不管選的是哪邊都難免後悔。既然都要後悔，不如相信自己當下的選擇。",
      "不必杞人憂天。未來的事連神明都無法斷言，所以把握當下，享受現在吧。",
      "行動吧，人生的旅行者，失落的詩篇還在等著我們呢。"
    ]
  },
  "colors": {
    "tw": [
      "緋紅", "羅蘭紫", "結晶藍", "祖母綠", "琥珀黃"
    ],
    "en": [
      "Scarlet", "Violet", "Aquamarine", "Emerald", "Amber"
    ]
  },
  "directions": {
    "tw": [
      "東", "西", "南", "北", "東北", "西北", "東南", "西南"
    ],
    "en": [
      "east", "west", "south", "north", "northeast", "northwest", "southeast", "southwest"
    ]
  },
  "lucky-time": {
    "tw": [
      "0:00 ~ 2:00", "2:00 ~ 4:00", "4:00 ~ 6:00", "6:00 ~ 8:00", "8:00 ~ 10:00", "10:00 ~ 12:00", "12:00 ~ 14:00", "14:00 ~ 16:00", "16:00 ~ 18:00", "18:00 ~ 20:00", "20:00 ~ 22:00", "22:00 ~ 24:00"
    ],
    "en": [
      "0:00 ~ 2:00", "2:00 ~ 4:00", "4:00 ~ 6:00", "6:00 ~ 8:00", "8:00 ~ 10:00", "10:00 ~ 12:00", "12:00 ~ 14:00", "14:00 ~ 16:00", "16:00 ~ 18:00", "18:00 ~ 20:00", "20:00 ~ 22:00", "22:00 ~ 24:00"
    ]
  },

  "love": {
    "tw": [
      "戀愛中的人應更加重視另一半的心情；單身者建議養精蓄銳、充實自我，等機會到來再全力抓住它。",
      "戀愛中的人沒事可以多關心另一半；單身者可以先從親朋好友打聽目標的興趣喜好，先培養與目標共同的興趣。",
      "無論是戀愛中的人還是單身者，都可以回顧心儀的對象曾稱讚過自己的優點，那可能就是增加好感的關鍵。",
      "可以留意心儀的人的改變，如果有注意到對方換了新的飾品或髮型，不妨可以稱讚對方的品味。",
      "戀愛中的人可以和另一半去些熱鬧或有趣的地方，單身者有空也可以多外出，或許會有不錯的機遇。"
    ]
  },
  "work": {
    "tw": [
      "仕途難免會有平淡甚至不順遂的時候，或許你會感到疲憊、厭煩，這時不妨可以回想自己的初心，告訴自己追求的究竟是甚麼。",
      "就算在工作上沒能得到上司或同儕的認可，也不需要感到氣餒。有時並不是我們不夠努力，就只是我們的成果還沒有被注意到，只要鍥而不捨，我們終將得到應有的待遇。",
      "如果有想到甚麼好點子，不妨可以和主管或上司談談，說不定這正是立下大功的機會。",
      "不要吝嗇自己為團隊的作為，只要保持貢獻，甚至把事情做得更好，相信會有人支付你應得的報酬。",
      "總是為團隊付出的你，散發著讓人無法忽視的光芒。留意能夠表現自己的機會，或許成功就在離你不遠處！"
    ]
  },
  "money": {
    "tw": [
      "忌貪小便宜，天下沒有白吃的午餐，凡不屬於自己的利益，背後可能都藏著陰謀。",
      "近年詐騙猖獗，接到需要提供敏感個資、登入帳密的電話不要慌張，應先謹慎求證，免遭破財之災。",
      "賺錢不易，應盡量避免不必要的開銷。但也不必因此感到消極，說不定最近會有小確幸發生？",
      "最近或許會有一些意想不到的幸運也說不定。如果手頭寬裕，不妨可以分配一些閒錢投資未來。",
      "你這個可惡的幸運狗屎，你的運氣超好，滿意了吧=="
    ]
  },
  "journey": {
    "tw": [
      "不宜出遊。",
      "出門盡量避免危險或人生不熟的場所，隨時注意人身安全，可以的話最好定時跟家人報平安。",
      "可以出遊，注意安全。",
      "不妨可以約上三五好友，出遠門也好，吃個飯也好，總沒壞處。",
      "和親朋好友一起出門旅行，或許能有意外的收穫。"
    ]
  },
  "health": {
    "tw": [
      "落實防疫、注意飲食、走路小心、多陪伴身邊的人。",
      "如有餘裕，最好留意一下自己身體狀況，給自己多一點休息的時間。",
      "小心傳染病，盡量避免去人潮壅擠的場所，忌與不熟識的人過份親密接觸。",
      "注意均衡飲食，保持良好的生活作息能讓你看起來陽光健康。",
      "陽光、快樂、閃亮亮☆"
    ]
  }
}